/* No comment provided by engineer. */
"%@ tab" = "%@ tab";

/* Time button +10 minutes */
"+10'" = "+10'";

/* Time button +30 minutes */
"+30'" = "+30'";

/* Time button +60 minutes */
"+60'" = "+60'";

/* SBBAPIController details title */
"\n\nDetails:\n------------------------------------" = "\n\nDetails:\n------------------------------------";

/* Location service error title message */
"An error occurred while determining your current location. Please try again later." = "Bei der Lokalisierung ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.";

/* No comment provided by engineer. */
"An unexpected error occured when trying to determine your location." = "Bei der Lokalisierung ist ein unerwarteter Fehler aufgetreten.";

/* Select as stb direction station block action sheet title */
"As direction" = "Als Richtung";

/* Select as stb start station block action sheet title */
"As station" = "Als Haltestelle";

/* Open maps app cancel block action sheet title
 Share connection cancel block action sheet title */
"Cancel" = "Abbrechen";

/* SBBAPIController capacity text */
"Capacity:" = "Belegung:";

/* No comment provided by engineer. */
"Cellular" = "Telefon";

/* Select stations conreq flash message title */
"Connections" = "Verbindungen";

/* Selectstationscontroller current location replacment for nil station name
 Station text field default text */
"Current location" = "Momentane Position";

/* Selectstationsviewcontroller current location used title */
"Current location used" = "Momentane Position benutzt";

/* Selectstationscontroller direction station replacment for nil station name */
"Direction" = "Richtung";

/* SBBAPIController direction text */
"Direction:" = "Richtung:";

/* SBB Req notice - undefined error title */
"Error" = "Fehler";

/* SBBAPIController expected text */
"Expected:" = "Erwartet:";

/* Selectstationsviewcontroller con request stations identical title */
"From and to identical" = "Start und Ziel identisch";

/* Select as start station block action sheet title */
"From here" = "Von hier";

/* SBBAPIController from station text */
"From:" = "Von:";

/* SBBAPIController unknown station text replacement */
"GPS location" = "GPS Position";

/* Overviewcell minutes title */
"Hrs" = "Std";

/* Select stations rssreq flash message title */
"Infos" = "Infos";

/* Rss info last update text */
"Last update:" = "Letzte Aktualisierung:";

/* Location service error title */
"Location service error" = "Lokalisierungsfehler";

/* Location access denied error title */
"Location services disabled" = "Lokalisierung ausgeschaltet";

/* InAppSettingsKit */
"Mail not configured" = "Mail nicht konfiguriert";

/* Open maps app block action sheet title */
"Maps" = "Karten";

/* Overviewcell minutes title */
"Min" = "Min";

/* Overviewcell minutes title */
"Minutes" = "Minuten";

/* No comment provided by engineer. */
"No Connection" = "Keine Verbindung";

/* SBB Req notice - no products error message */
"No connection was found for the selectd station. Please report this error to the support, if possible with the station name." = "Für die gewählte Haltestelle wurde keine Verbindung gefunden. Bitte melde diesen Fehler dem Support. Falls möglich mit genauen Haltestellenabgaben.";

/* No network available alert view title */
"No network" = "Kein Netzwerk";

/* SBB Req notice - no products error title */
"No products" = "Keine Produkte";

/* SBB Req notice - no results title */
"No result" = "Kein Resultat";

/* No station stb request stations identical title */
"No station" = "Keine Haltestelle";

/* InAppSettingsKit */
"OK" = "OK";

/* Selectstationsviewcontroller current location used message */
"One of the stations is the current location. This is not yet supported." = "Eine der Haltestelle ist die momentane Position. Dies wird noch nicht unterstützt.";

/* SBB Req notice - station undefined message */
"One or more of the stations are not defined. This is a rare error. Please report this error to the support." = "Eine oder mehrere Stationen sind nicht definiert. Dies ist ein seltener Fehler. Bitte melde diesen Fehler dem Suport. Falls möglich mit genauen Haltestellenangaben.";

/* Open maps app open block action sheet title */
"Open in maps" = "In Karten öffnen";

/* Outside Switzerland error title */
"Outside Switzerland" = "Ausserhalb der Schweiz";

/* SBBAPIController overview title */
"Overview:\n" = "Übersicht:\n";

/* Pull to refresh rss info header cell */
"Pull to refresh" = "Zum aktualisieren herunterziehen";

/* Refreshing... rss info header cell */
"Refreshing..." = "Am aktualisieren...";

/* Release to refresh rss info header cell */
"Release to refresh" = "Zum aktualisieren loslassen";

/* SBB Req notice - request failed title */
"Request failed" = "Abfrage fehlgeschlagen";

/* Search button title text */
"Search" = "Suchen";

/* No comment provided by engineer. */
"Settings" = "Einstellungen";

/* Share connection block action sheet title */
"Share via" = "Teilen via";

/* Selectstationsviewcontroller stb request stations identical title */
"Start and direction identical" = "Start und Ziel identisch";

/* Selectstationscontroller stb station replacment for nil station name */
"Station" = "Haltestelle";

/* SBB Req notice - station undefined title */
"Station undefined" = "Halteslelle nicht definiert";

/* No comment provided by engineer. */
"Tab %d of %d" = "Tab %1$d of %2$d";

/* Selectstationsviewcontroller con request stations identical message */
"The from and to are identical, please selected different locations" = "Start und Ziel sind identisch, bitte wähle unterschiedliche Haltestellen";

/* SBB Req notice - no results message */
"The request did not return any results. Either there is no information available for the selected station(s) or there is a temporary problem." = "Die Abfrage hat keine Resultate ergeben. Entweder sind für die gewählten Haltestellen keine Informationen verfügbar oder es gibt ein temporäres Problem.";

/* SBB Req notice - request failed message */
"The request failed. There may be several reasons. Either there is a temporary problem with the internet connection or the SBB server is temporarily unavailable. Please try again later." = "Die Abfrage ist fehlgeschlagen. Dafür kann es verschiedene Gründe geben. Entweder gibt es eine Problem mit der Internetverbindung oder der SBB Server ist momentan für Abfragen nicht verfügbar. Bitte versuche es später noch einmal.";

/* Selectstationsviewcontroller stb request stations identical message */
"The start and the direction is the same, please selected different locations" = "Start und Richtung sind identisch, bitte wähle unterschiedliche Haltestellen";

/* No network available alert view message */
"There is no WiFi or cellular network available. Please check or try again later." = "Momentan ist weder eine Wi-Fi noch eine Verbinden per Telefonnetzwerk möglich. Bitte versuche es später wieder.";

/* SBB Req notice - undefined error message */
"There was an error with this request. Please report this error to the support, if possible with the station names" = "Die Abfrage hat einen Fehler ergeben. Bitte melde diesen Fehler dem Support. Falls möglich mit genauen Haltestellenangaben";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Diese Gerät ist zurzeit nicht zum versenden von Emails konfiguriert. Bitte konfiguriere die Email Einstellungen.";

/* Select stations stbreq flash message title */
"Timetable" = "Ab/An";

/* Select as end station block action sheet title */
"To here" = "Hierhin";

/* SBBAPIController to station text */
"To:" = "Nach:";

/* Track description string */
"Tr." = "Gl.";

/* SBBAPIController track text */
"Track:" = "Gleis:";

/* SBBAPIController transfers text */
"Transfers:" = "Umsteigen:";

/* Select as via station block action sheet title
 Via station text field default text */
"Via" = "Via";

/* SBBAPIController walk journey text */
"Walk:" = "Fussweg:";

/* No comment provided by engineer. */
"We could not access your current location." = "Momentane Position konnte nicht ermittelt werden.";

/* No comment provided by engineer. */
"We could not determine your location. Please try again later." = "Die momentane Position konnte nicht ermittelt werden. Bitte versuche es später noch einmal.";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* Location access denied error title message */
"You did not allow this app to use your current location. Please enable this app to use your current location in order to make from/to current location requests. You can change this in the iPhone settings under Settings / Privacy / Location services. Alternatively you need to choose a station for the from/to location." = "Du hast dieser App nicht erlaubt deine momentane Position festzustellen. Bitte erlaube der App auf Lokalisierungsinformationen zuzugreifen um Verbindungsabfragen Von/Nach deiner momentanen Position zu ermöglichen. Du kannst das in den iPhone / iPad Einstellungen unter Einstellungen / Datenschutz /  Ortungsdienste ändern. Ansonsten musst du für Von/Nach eine bestimmte Haltestelle wählen.";

/* No station stb request stations identical message */
"You need to select a station first" = "Du musst zuerst eine Haltestelle wählen";

/* Outside Switzerland error title message */
"Your current location is outside Switzerland. You may not find any stations nearby." = "Deine momentane Position ist ausserhalb der Schweiz. Du wirst wahrscheinlich keine Haltestellen in der Nähe finden.";

/* Swiss Transit settings support email draft text */
"Dear Support, " = "Lieber Support, ";

/* Recommend Swiss Transit Description */
"Check out this app!" = "Schau dir diese App an!";

/* Report station error message description */
"There is an error with the following station:" = "Die folgende Haltestelle ist fehlerhaft:";

/* Report app error message description */
"There is an error in the app:" = "Die App enthält folgenden Fehler:";

/* Loading walking directions notification view title" */
"Loading walking directions..." = "Berechne Gehweg...";

/* Loading trainline notification view title */
"Loading trainline ..." = "Berechne Zugslinien...";

/* ------------------------ V1.2 -------------------------------- */

/* "Pull to load stb info header cell */
"Pull to load" = "Zum laden herunterziehen";

/* Release to load stb info header cell */
"Release to load" = "Zum laden loslassen";

/* Loading... stb info header cell */
"Loading..." = "Am laden...";

/* Location error title */
"Location error" = "Lokalisierungsfehler";

/* Location error title message */
"Unfortunately it was not possible to resolve the selected address, poi, location into GPS coordinates." = "Leider war es nicht möglich die Koordinaten für den ausgewählten Standort / Haltestelle / Adresse zu ermitteln.";

/* Alarms - Calendar iPhone  & iPad */
"Connection is leaving in %d minutes" = "Verbindung fährt in %d Minuten ab";

/* Alarms - Calendar iPhone */
"Add alarm / to calendar" = "Alarm / zum Kalender hinzufügen";
"Alarm only: - 5 min" = "Nur Alarm: - 5 Min";
"Alarm only: - 15 min" = "Nur Alarm: - 15 Min";
"Alarm only: - 30 min" = "Nur Alarm: - 30 Min";
"Alarm only: - 60 min" = "Nur Alarm: - 60 Min";
"Calendar: add only" = "Kalender: nur hinzufügen";
"Calendar & alarm: -15 min" = "Kalender & Alarm: -15 Min";
"Calendar & alarm: -30 min" = "Kalender & Alarm: -30 Min";
"Calendar & alarm: -60 min" = "Kalender & Alarm: -60 Min";

/* Alarms - Calendar iPad */
"Add alarm" = "Alarm hinzufügen";
"Add to calendar with" = "Zum Kalender mit Alarm";
"5 min before departure" = "5 Min vor Abfahrt";
"15 min before departure" = "15 Min vor Abfahrt";
"30 min before departure" = "30 Min vor Abfahrt";
"60 min before departure" = "60 Min vor Abfahrt";
"Add only" = "Nur zum Kalender";
"Alarm 15 min before" = "Alarm 15 Min vor Abfahrt";
"Alarm 30 min before" = "Alarm 30 Min vor Abfahrt";
"Alarm 60 min before" = "Alarm 60 Min vor Abfahrt";

/* Journey calendar title */
"Journey: %@ - %@" = "Reise: %@ - %@";

/* Calendar access denied error title */
"Calendar access disabled" = "Kalenderzugriff verweigert";

/* Calendar access denied error title message */
"You did not allow this app to access your calendar. Please enable this app to access your calendar in order to save connections in there. You can change this in the iPhone settings under Settings / Privacy / Calendars." = "Du hast dieser App nicht erlaubt auf den Kalender zuzugreifen. Du kannst das in den iPhone / iPad Einstellungen unter Einstellungen / Datenschutz / Kalender ändern.";

/* Added to calendar title message */
"The connection has been added to the calendar." = "Die Verbindung wurde zum Kalender hinzugefügt.";

/* Alarm added title message */
"The alarm for the connection has been added." = "Der Alarm für die Verbindung wurde gesetzt.";

/* ------------------------ Free Version -------------------------------- */

/* Product successfully purchased alert view */
"Product successfully purchased" = "Produkt erfolgreich gekauft";

/* Shop cannot be opened alert view title */
"Shop cannot be opened" = "Der Store kann nicht geöffnet werden";

/* Shop not ready alert view title */
"Shop not ready" = "Store nicht bereit";

/* Shop cannot be opened alert view message */
"The shop currently cannot be opened. Please try again later." = "Der Store kann momentan nicht geöffnet werden. Bitte versuche es später wieder.";

/* Shop not ready alert view message */
"The shop is currently not ready for purchasing. Trying to initialize the shop. Please wait..." = "Der Store ist momentan nicht bereit für Einkäufe. Initialisiere den Store. Bitte warten...";

/* Invalid receipt title */
"Invalid receipt" = "Ungültiger Kaufbeleg";

/* Invalid receipt message */
"The receipt for this purchase transaction is invalid. Either the transaction is not valid or a severe unknown error occurred. You may report this to the support" = "Der elektronische Kaufbeleg für diesen In-App Kauf ist ungültig. Entweder ist die Transaktion an sich ungültig oder es handelt sich um einen schwerwiegenden Fehler. Bitte melde dies dem Support";

"Restore" = "Wiederherstellen";

"Upgrade to the pro version" = "Zur Pro Version wechseln";

"This version of Swiss Transit is free and supported by ads. If you like the app, please consider to support the further development of the app by upgrading to the Pro version. The Pro version has some additional benefits as follows:" = "Diese Version von Swiss Transit ist gratis und wird durch Werbung unterstützt. Wenn du Swiss Transit magst, wechsle bitte zur Pro Version und unterstütze die Entwicklung dieser App. Die Pro Version hat unter anderem folgende Vorteile:";

"This version of Swiss Transit is free and supported by ads. If you like the app, please consider to support the further development of the app by upgrading to the Pro version." = "Diese Version von Swiss Transit ist gratis und wird durch Werbung unterstützt. Wenn du Swiss Transit magst, wechsle bitte zur Pro Version und unterstütze die Entwicklung dieser App.";

"Ad free" = "Werbefrei";

"Enjoy Swiss Transit even more by removing the ads." = "Geniesse Swiss Transit ohne Werbung.";

"See detailed train lines" = "Detaillierte Zugsstrecken";

"Unlock this feature and let Swiss Transit show you the detailed train lines for most connections in train (limited to 10 requests in the free version)." = "Swiss Transit berechnet die detaillierten Zugs- strecken für Zugsver- bindungen (limitiert auf 10 Abfragen in der Gratis Version).";

"Unlock this feature and let Swiss Transit show you the detailed train lines for most connections in train (limited to 10 requests in the free ipad version)." = "Swiss Transit berechnet die detaillierten Zugsstrecken für Zugsverbindungen (limitiert auf 10 Abfragen in der Gratis Version).";

/* ------------------------ Printing 2.1 / Free 1.1 -------------------------------- */

/* Share connection send per email block action sheet title */
"Send via email" = "Als Email senden (Klartext)";

"Send as PDF via email" = "Als PDF via Email senden";

"Send as HTML via email" = "Als Email senden (HTML)";

"Print" = "Drucken";

/* Share connection copy to clipboard block action sheet title */
"Copy to clipboard" = "In die Zwischenablage kopieren";

